Repository: mozilla-l10n/mt-training-data
Catalog: zoc/zoc_pontoon.tmx
Source language: en_us
Languages: zoc

source: 1 sentence collected
zoc: Jaye päjkisytsyokubä'a

source: 2 down, keep it up!<playIcon></playIcon>
zoc: Tujka'nhäyu'a metsa <playIcon></playIcon>, ¡te'se tsäkä!

source: About
zoc: Judä tsyambamä te'...

source: Accepted file types: .tsv only
zoc: Yä'sebä todojayedide pyäjkpabä: wäjädi .tsv

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
zoc: ¿Sunyi mdsabu te' 'ode'?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
zoc: { $actionType } <recordIcon> </recordIcon> jäjsi'ka pämi' yajk'ona te' jaye.

source: { $actionType }<stopIcon></stopIcon> when done
zoc: { $actionType } <stopIcon> </stopIcon> ti'ora myajpa

source: { $actionType } submit when ready
zoc: { $actionType } kä'weya mdsäjkpä'uka'm.

source: Add and Review Sentences, Add Questions, Transcribe Audio
zoc: Kojta'nhä yajkti tu'nisä te' 'odejaye, kojta'nhä käme'tsku'y, jabyudä te' 'ode'is tsyame.

source: Add <icon></icon> a public domain sentence
zoc: Koda tumä jaye yajkyospabä te' kupkubyä'nis.

source: Add information
zoc: Kojta'nhä mujsokyu'y

source: Add new sentences for the community to read
zoc: Ja'ya'nhä te' jomeda'mbä 'odejaye wa'a mujsu tsyabya te' 'eyada'mbä'is

source: Add one sentence per line
zoc: Kojta'nhä tumä 'odejaye te' tumäbä tumä jatyäjkomo,

source: Add questions in your language
zoc: Kojta'nhä te' 'odejaye mij 'mode'omobä

source: Add Sentences
zoc: Kojta'nhä te' 'odejaye

source: Add sentences in your language
zoc: Kojta'nhä te' 'odejaye mij 'mode'omobä

source: Add up to 1,000 sentences
zoc: Mujspa mgojta'nhä 1.000 'odejaye.

source: Add Your Voice
zoc: Yajktsäyä te' 'mode yä'ki.

source: Agriculture and Food
zoc: Nijpku'y yajkti ku'tku'y

source: All sentence must have the same domain
zoc: 'ijtuse 'odejaye wa'ade tumäbä ki'psokyu'yomo myajkyaju.

source: All sentences must have the same citation
zoc: 'Ijtuse te' 'odejaye, makabäde msame judäde tsu'nhubä yajkti 'iste'e tsäjkubä.

source: Already have an account? <login>Log-In</login>
zoc: ¿Mnä'ijtu'a judä yõspamä? Täjkä wa'a mdsäjku tiyä msutpa.

source: An error occurred fetching sentences
zoc: Tujku ji' wyäbä tiyä nä't me'tsu'k te' jaye.

source: An error occurred reviewing this sentence
zoc: Tujku ji' wyäbä tiyä nä'käjt ndu'nisu'k te' jaye.

source: An error occurred submitting your voice information
zoc: Ja'wyä'a yä' yosku'y mgä'we'ju'k te' 'mode'is tsame.

source: Approve
zoc: Pojkisytsyonhgu'y

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
zoc: Mujspa 'idä 'usyanh te' ju'kä'y, ji' mujsibä 'yidä te'de'e eyada'mbä 'ode, muspabä pyäkä te' yostäjkis, te' ja'ijtyabä te' todojaye'omo. 'Uka manba 'eyabä 'odejaye, ja'idäbä te' todojaye'omo, te'se 'u mbäjkisytsyoku te' 'ode'is tsyame. Yä'sebä tiyä tujkpa, 'uka no'ubä mdsajkpa te' kätpamä tista'mis kyene, yajkti 'ijtyaju'k tome pända'm nä wyeweneyajubä.

source: Are you coming? <strong>[called by another]</strong>
zoc: ¿Nä'am myidu? <strong>['yonäyubä 'eyada'mbä'is]<strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
zoc: Käme'tsotya'mide te' <matrixLink>Matrix'omo<matrixLink>, <discourseLink>Discurse'omo<discourseLink> yajkti <emailLink>email'omo<emailLink>.

source: Automotive and Transport
zoc: Tsenh'eyajpabä tä'nhguy yajkti wijtpabä'ämode

source: Background Noise
zoc: Ju'nämba te' jojmo.

source: Background Voices
zoc: Jojmoda'mbä 'ode.

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
zoc: Ko'sa windi wa'a jana yajkjäkä'u tumä 'ode'is tsyame judä ji'nde manemu sunyi te' 'ode. Muspade ndsamä 'eya'eya te' 'ode, 'emäda'm 'eyadi tsyabyajpa, wene'nhomo ji'nde mane juts tsaptäjpa te' 'ode 'eyabä kupku'yomo. 'Uka näjktyäbyade te' 'ode'is tsyame yempe 'eyadide manä, te'se päjkisytsyowa te' jaye.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
zoc: ['Beret' wä 'uka 'anh'äbya te' witpa jayewe'ne'omo (UK) yajkti 'uka 'anh'äbya te' metsabä jayewe'ne'omo (US)]

source: <bold>{ $count }</bold> Clips
zoc: 'Usyanhda'mbä

source: <bold>Help us</bold> find more voices
zoc: <bold>Kotsokya'tsi<bold> wa'at mba'danhäyaju 'eyada'mbä 'ode'is myangä'y.

source: Bulk batch
zoc: Wäwä tu'mäyi.

source: Bulk Sentences Uploaded
zoc: Ki'mu'a te' wäwäbä 'ode'is jyaye.

source: By telling us about yourself, you will help developers build more inclusive technology
zoc: ¿Sutpa'ksyä yajkmujstä tijudibä, juts 'yonbase mijtsi?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
zoc: 'Uka yajkyospa Common Voic, mbäjkisytsyäkpabäde'e juts wa'a yajkyojsu yä' jatsyäjk, yajkti mbäjkisytsyokpa tiyäjt ndsäjkyajpa äjta'm yä' yostäjkomo.

source: Cancel Re-recording
zoc: Yajanhdokoya te' mdsäjkubä 'odetsapku'y.

source: Cancel Submission
zoc: Jäkä'ä tiyä nä mgä'weju

source: Cannot submit more than 1000 sentences
zoc: Ji'nde mujsi nhgä'weya 'uka kyokätpa 1000 'odejaye.

source: Change preferences
zoc: Käkajkya tibä msutpa.

source: Check <icon></icon> is this a linguistically correct sentence?
zoc: Ji'bä [...] ¿Wäbajayä yä' jaye, mujspa'ksyä yajk'ona?

source: <chevron></chevron>See less
zoc: <chevron></chevron>'Usyanhdi ko'sa.

source: <chevron></chevron>See more
zoc: Ko'sanhä

source: Citation
zoc: Tsamä' judäde tsu'nhubä.

source: Cite with a URL link or the full name of the work.
zoc: Mujspa't ndsamä judäde tsu'nhubä te' todojaye, nhgojtpat te' URL, mujspadi't nhgojtjakye'da 'ijtuse nyäyi te' todojaye'is nye'.

source: Click
zoc: Petku'y

source: Clips Uploaded
zoc: Ki'myajubä'a/kyä'wedäjubä'am grabasyonda'm

source: Comment
zoc: Tsamä' tiyä msutpa.

source: Contact Us
zoc: 'Onäya'tsi/jayjaya'tsi 'äjtsida'm.

source: Continue
zoc: Tsäjka'nhä/yosa'nhä

source: Continue validating
zoc: Tsäjka'nhä yä' nä mdsäjkubä

source: Contribute
zoc: Kotsonh'okyu'y

source: Contribute sentences
zoc: Tsäjka'nhä 'eyada'mbä 'odejaye.

source: Contribution Criteria
zoc: Juts wa'a ndsäjka'nhäyu yä' yosku'y.

source: Create a profile
zoc: Tsäkä' kejpamä mij mgene.

source: Criteria
zoc: Juts wa'a ndsäjku

source: Datasets
zoc: Wäwä 'ijtyajumä te' 'odejayeda'm.

source: Delete my recordings
zoc: Yajkjäkä'ä te' grabajtsäjkyajubä'mäjt

source: Different language
zoc: 'Eyabä 'ode

source: Difficult to pronounce
zoc: Ji'nde 'omba musä ndsamä.

source: Discard ongoing recording
zoc: Yajktsu'nhba't nä't mbäjkjayubä' 'ode'is tsyame.

source: Does the sentence meet the guidelines?
zoc: ¿Yospa'ksyä tikoda tsyäjkyaju te' jaye?

source: Donate your voice
zoc: Sajpä'ä te' 'mode

source: Don't see your language on Common Voice yet?
zoc: ¿Yambya'dädi te' mij 'mode te' Common Voice'omo?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
zoc: Yäki jukminä te' todokäwä'ni, muspadi mbetke'da yä'ki wa'a yajki'mu te' mgowä'ni.

source: Drop file here to upload
zoc: Tsäkäbä'ä te' mgäwäni yä'ki wa'a kyi'mu.

source: Enter your public domain sentence here
zoc: Yajktäjkä yä'ki te' mjaye muspabä yajkyosya te' kupkubyä'nista'm

source: Enter your public domain sentences here
zoc: Yajktäjkäya yä'ki te' mjayeda'm muspabä yajkyosya te' kupkubyä'nista'm

source: Error adding sentence
zoc: Ji'nä mujsu kyi'mä te' jaye.

source: Exit & Delete clips
zoc: Pudä' yajkti yajkjäkä'ä tiyä mgrabajtsäjku'a

source: Fewer than 15 words per sentence
zoc: 'U yajkkokädu yäjta'y (15) jaye te' mäjabä jaye'omo.

source: File is too large
zoc: Nimeke jeme'ts te' todo.

source: File is too small
zoc: Te' todojaye nimeke tsye'

source: Finance
zoc: Jutste wa'a tumindsyäjku

source: Finish recording
zoc: Grabajtsäjkpä'ä

source: Finish recording first?
zoc: ¿Sutpa mgrabajtsäjkpä'ä witpä?

source: Finish Review
zoc: Tu'nä wa'a kyo'yaju'a

source: Finish validating
zoc: Tsäjkpä'ä tiyä nä mdsäjku

source: Finish validating clips?
zoc: ¿Mdsäjkpä'ba yä' kene mijsi (clips)?

source: Follow guidelines from “What sentences can I add?”
zoc: Tsäkä tiyä ndsamjayajpa, nämä "¿Tibä 'odejaye'mäjt mujspa nhgoda?"

source: for example
zoc: Yä'sebä

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
zoc: Wa'ajke yä' mäjanhbä yostäjk yosu sunyi 'ijtusekoda, te' tsa'manhwajku'y makabä'is kyotoskye te' tsyäjkyajpabä'is mänhdambä yostäjk, pyäjkpabäde wa'ajke kyotsonhdäju wäwäbä pä'nista'm. 'uka ji'nde näyostame te' pända'm 'eyadi 'onyajpabä 'usyäjk, te'se yä' mäjanhbä yostäjk ji' yo'se te' 'eyada'mbä pätkodada'm 'onyajpabä 'eyadi. <learnMore>Käme'tsanhä tikodade'e wäbä wa'ajke 'yijtu tida'mbä jaye' yä'ki.<learnMore>

source: General
zoc: Ijtuse

source: General language / multiple variants
zoc: Tumäbä 'ode / 'eya'eyada'mbä mij 'mode'is tyäda'm.

source: Grammatical / spelling error
zoc: Ji' wyäbä te' jaye, jasunyi jyayä.

source: Great!<recordIcon></recordIcon> Record your next clip
zoc: ¡Nimeke wä! <recordIcon></recordIcon> Tsäjka'nhä te' 'eyabä 'ode.

source: Great work!<playIcon></playIcon> Listen again when you're ready
zoc: ¡Sa'sya mdsäjku te' yosku'y! Kyoma'näwyätsäkä ti' 'ora msutpa

source: Guidelines
zoc: Juts wa'a ndsäjku

source: Healthcare
zoc: Wäbä 'ijtku't, ji' kya'ebä

source: Help create Common Voice’s first target segment in { $locale }
zoc: Kotsokya'tsi yä witpa yoskutyäjkomo wa'at jãbyo'ksayu te' yä' yostäjk yä Common Voice'omo { $locale }

source: Help us validate voices
zoc: Kotsokya'tsi wa'ajke't mujsu mbäjkjaya 'yode'am

source: His hand was rais-ed.
zoc: Tsyäkäki'mu te' kyä'.

source: History, Law and Government
zoc: 'Ijtku'y kyätäjubä'a, tide muspa ndsäjktamä yajkti te' 'anhgi'mgu'y.

source: How do I cite?
zoc: ¿Jutsamäjt ndsamba judäde tsu'nhubä yä' ki'psokyu'y?

source: How to add multiple sentences
zoc: ¿Jutsamäjt mujspa nhgojta'nhä wäawä jaye?

source: How would you describe your sex or gender?
zoc: ¿Jutsam sutpa mdsa'manhwakä 'uka yõmode o mbyände'e?

source: I agree
zoc: Jä'ä, mbäjkisytsyokpa't

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
zoc: Ndasmbä't, yä' todojayeda'm mumu 'iste'e muspabä nyäyosa, yajkti näjayaju'tsi wa'at yajkki'mu.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
zoc: Ndsamba't, yä' tsame'is jyaye <wikipediaLink>'ijtusebä'iste'e muspabä yajkyosa<wikipediaLink>, näjayaju'tsi wa'at musu yajkki'mä.

source: <icon></icon> Add multiple public domain sentences
zoc: Koda' <icon></icon> wäwä'k 'odejaye mumu'is mujspabä tyu'nä.

source: Ideally natural and conversational (it should be easy to read the sentence)
zoc: Yä' yosku'y kyi'pstäjubäde wa'ade mujsu yajkmawe 'ona.

source: I do not agree
zoc: Ji'ne, ji't mbäjkisytsyowe

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
zoc: 'Uka mijte 'mode, wäjädi nämä <italicizedText>'äj ne' nyosku'y</italicizedText>. Sutpa't mujsya judäde tsu'nhubä yä' tsäktäjku'y wa'a't mujsyaju 'uka mumu 'iste'e muspabä yajkyosa, wa'at mujsyaju 'uka ji'nde'e kyonämdäyibä yä' yosku'y. 'Uka sutpa mujsa'nhä jutste'e ndsamba judä tsu'nhubä te' todojaye, <guidelinesLink>tu'nisyä yä' yostäjk tsya'manhwajkpabä'is<guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
zoc: 'Uka te' 'ode'is tsyame ji' tya'nbäyi yajkti 'uka manbade ju'kä'y, te'se 'u mbäjkisy tsyoku, 'uka manbadide 'ijtuse te' 'ode, te'se mujspa mbäjkisytsyowa.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
zoc: 'Uka mnä'ijtuma 'eyabä tsa'manhwajku'y yä' mgowä'ni'isy nye' sutpabä yajkjakä, te'se 'ona yä'ki [...]

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
zoc: 'Uka mnä'ijta'nhäyu 'eyabä tiyä ja'idäbä yä'ki, wa'a te'se näjktyä'yanhäyu yä' yosku'y, te'se mujspa mgäme'tsa yä'ki <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
zoc: 'Uka te' jaye jamusä tsyäjkya, pena te' [...]ji'nde mbäjkisytsyowemä[...] te' mdsä'nanh'omo. 'Uka ji' mujsi sunyi, mujspa mgo'nhgädä yajkti mujspa nhgyädä 'emä.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
zoc: 'Uka te' jaye sa'sya jyatyäju, pena te' &quot;mbäjkisytsyokpamä&quot; te' 'maknya'omo.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
zoc: 'Uka mba'tpa tijudibä ji' tsyamdäyibä yä'ki, kobiwä tibä mgo'mbya wäbä. 'Uka wiyunhse ji' mujsi mgobiwä, te'se pena te' jatyäjk wa'a mgo'nhgädä, wa'a mujsu yajtsä'yja 'eyabä te' 'ode'is tsyame.

source: If you run out of sentences to review, please help us collect more sentences!
zoc: 'Uka ja'idä'am 'eyabä jaye wa'a mdu'nisu, ¡kotsokya'tsi wa'a ndsäjka'nhäyu te' jaye!

source: Include appropriate citation
zoc: Tsamä' judäde tsu'nhubä te' jaye

source: Invalid file
zoc: Pyäjkyajubä todo kojtanhne'kubä

source: It contains words or phrases that are hard to read or pronounce.
zoc: 'Ijtyaju jaye, 'odejayeda'm ji'nde yajk'omba musibä ndsabya.

source: It is written in a language different than what I’m reviewing.
zoc: Eyabä 'ode'omode jayubä, jinde'e nä't ndu'nusebä 'ode.

source: It is written in a language different than what I’m speaking.
zoc: 'Eyabä 'ode'omode'e kayubä, 'äjt 'eyabä 'ode'te'e ndsambabä.

source: Just Unsure?
zoc: ¿'Uka ji' mujsi wiyunse?

source: Keep it up, record again <recordIcon></recordIcon>
zoc: Te'sende nä mdsäjkuse, tsäjka'nhä 'eyabä 'mode, jomebä.

source: Keep the recordings
zoc: Te'sem yajtsä'yä te' grabasyonda'm

source: Keep track of your progress with a profile
zoc: Ko'sa juts nä myäja'aju te' myosku'y tumä mij mgene'is yostäjkpi'k.

source: Language Fundamentals (e.g. Digits, Letters, Money)
zoc: Juste muspa 'ondamä (ndsa'mijspa't: ma'yotyäjk, jayeda'm, koyowa)

source: Languages
zoc: 'Odeda'm.

source: Large bulk sentence submission
zoc: Kä'weya wäwäda'm te' tsame'is jyaye.

source: Learn More
zoc: 'Ijta'nhäyumä tsa'manhwajktäjk.

source: Leaving now means you'll lose your progress
zoc: 'Uka mbyujtpa yäti, maka yajktokoye tiyä mdsäjku'a yä'kisyenh'omo.

source: Listen
zoc: Käma'nä

source: Listen options menu
zoc: Judäde muspamä me'tsa tide wa'a manu

source: Loading sentences…
zoc: Nä kyi'mä te' jaye...

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
zoc: <loginLink>'Awakä te' myostäjk<loginLink> yakti <loginLink>muspadi mnitsäjke'da jomebä yostäjk<loginLink> wa'a mujsu mgoda wäwä 'ode'is jyaye.

source: Log in or sign up to get started
zoc: Nitsäkä/no'a te' yostäjk, muspadi mjatyäjkäkye'da mwit wa'a yõsnitsäjku.

source: Log In / Sign Up
zoc: No'a te' yostäjk / jatyäjkä mwit

source: Make sure the sentence meets the following criteria:
zoc: 'Ijtuse te' jaye, yä'sede wäbä wa'a jyayaju:

source: Maximum file size: 25 MB
zoc: Yä'syenh'omodide muspabä mgojtanhne'ka te' mdodojaye: 25 MB

source: Media and Entertainment
zoc: Judäde muspa ndsäkä tida'm yajkti judäde muspa tsi'nhbä'ä.

source: Minimum sentences in file: 1000
zoc: Yä'sedide pyäjpabä te' 'ongujyaye te' mgojtanhne'kpamä te' mdododa'm: 1000.

source: [Mismatched content]
zoc: [Te' nyä'ijtubä tiyä, ji' te'se kyene]

source: Misreadings
zoc: Ji' wyäbä tsa'manhwajku'y

source: Missing an <strong>'s'</strong> at the end of a word.
zoc: Ja'idä tumä 's' ko'yajumä te' 'odejaye.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
zoc: Ja'idä tumä <strong>'te'<strong>' windi te' nä tsyo'tsumä 'ode'is tsyame.<strong>

source: Missing the end of the last word by cutting off the recording too quickly.
zoc: Yajktokobya we'ne te' 'ukanhgä'mäbä todojaye nä mjaktäktäkä'yuk te' 'ode'is tsyame.

source: [More has been recorded than the required text]
zoc: [Nyujka'nhäyu te' 'ode'is tsyame, kyäyudu te' jayuse]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
zoc: Tome 'ijtpä'usebä te' 'ode'is tsyame, te'sede 'onyajpase te' pända'm/yomoda'm. Mujspa mbäkä te' 'ode'is tsyame judä wejwitnämba, numunumuneyajpa yajkti judä yajk'onyajpamä sunyi te' todojaye. 'U mbäjkisytsyoku te' 'ode'is tsyame watnubä, yajkti tä'nhgubyä pätse 'onbabä.

source: Nature and Environment
zoc: Te' tsa'mada'm yajkti te' tsa'ma joj.

source: News and Current Affairs
zoc: Te' tsamdäjpabä tiyä nä tyujku nasakobajkäs yajkti te' tiyä 'ijtu yäti.

source: No
zoc: Ji'ne

source: [No ‘a’ in the original text]
zoc: [Ja'idä ''äjtsi' te' witpä todo'omo]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
zoc: <noCopyright>Muspa yajkyosa mumu'is<noCopyright> (cc-0)

source: No foreign letters
zoc: Jaidä jaye 'eyabä kupku'yomo tsu'nhyajubä

source: No microphone found.
zoc: Jambya'dä't nitumä'k te' 'ondäjkätyäjk.

source: No numbers and special characters
zoc: Jana ma'yokyubyä ni ja'idäbä'is nyitiyä.

source: No sentences to review. <addLink>Add more sentences now!</addLink>
zoc: Ja'idä'am jaye mgo'spabä. ¡<addLink>Kojta'nhä jaye<addLink>!

source: No thanks, continue speaking
zoc: Ji'ne, yäskodoya, 'o'na'nhä.

source: Offensive language
zoc: 'Odejaye 'onjabyabä'iste/tsa'ajkutsi'äbyabä'iste.

source: Offensive speech
zoc: Nyä'ijtu 'ode tsa'ajkubyä.

source: On desktop devices you can contribute by downloading…
zoc: Te' mäjabä jatyäjkomo, te'omo musjpa yajkwanakä te' jomebä yostäjk:

source: On his head he wore a beret.
zoc: Te' kyobajkomo nyämaka tumä ko'tsunu.

source: On iOS please continue with Safari to enable recording…
zoc: Te' iOSomo, mge'jabya't wäbä, tsäkä te Safari'omo wa'a mujsu yajktsä'yä te' 'mode te' 'ondäjkomo…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
zoc: 'Uka mgo'mäbya, te' nä yajk'onubä'is te' todo, jajyabu 'isädi te' jaye, nä kyo'ki'pstyo'yu juts wa'a yajk'onu, te'se 'u mbäjkisy tsyoku. 'Uka ji' mujsi sa'sya, te'se pena' wa'a kyo'nhgädu te' jaye.

source: p
zoc: r

source: Partner
zoc: Tumä yosa' 'äjtsyji'nhda'm.

source: [Part of the text can’t be heard]
zoc: [Wene' te' todojaye ji'nde mujsi manä]

source: <playIcon></playIcon>Last one!
zoc: <playIcon></playIcon> ¡Tumäna!

source: Play/Stop
zoc: Yajkädä/Yajktsä'yä

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
zoc: Tu'nisä judä't nhgojtanhne'kyajpa <templateFileLink>te' todojaye<templateFileLink>. Te' 'ode'is jyaye ji'nde'e wa'a kyonäbu 'is tsäjku (CC0 te' yosku'y wäbäde wa'a nu'ksytsyida te' 'is tsyäjku), wa'ade mujsu yajk'ona, sunyi jayubä. Te' todojaye kyä'wejdäjpabä wa'ade yajkmusä 'ona 10, 15 segundo'omo, 'uka mjatya te' ma'yokyutya'm, nye'käda'mbä näyi yajkti jaye ji'nde nimeke näyästamebä.

source: Please fill out this field.
zoc: Tsäkä wäbä, ja'tyasä yä'ki.

source: Please select a language to review sentences.
zoc: Kobiwä tumä 'ode wa'a mgosjayu te' jyaye.

source: r
zoc: g

source: [‘Raised’ in English is always pronounced as one syllable, not two]
zoc: ['Raised' te' 'inglesomo, tumäbä jayesedide ndsambabä, ji'nde ndsamebä metsabäse]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
zoc: Kyätkokädu te' jujtsye yospa. Nitsäjkwätsäkä [...] minutokasi.

source: Rate limit exceeded. Try again in { $retryLimit } seconds
zoc: Kyätkokädu te' jujtsye yospa. Nitsäjkwätsäkä { $retryLimit } segundokäsi.

source: Reader Effects
zoc: Te' todo 'onyajpabä'is pyämi.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
zoc: Wa'a yajk'onu te' 'odejaye ja'ijtyabä, yä'sebä "te'k" wa'anyäbu "te'koda", muspadi mbajkwidu'keda te' 'odejaye.

source: Read Sentences
zoc: Yajk'ona te' 'ode'is jyaye

source: Read Sentences, Answer Questions
zoc: Yajk'ona te' 'ode'is jyaye, 'aktsowa te' käme'tsku'y.

source: Read sentences submitted by the community in various languages
zoc: Yajk'onä te' 'ode'is jyaye te' 'eyabä 'ode'omoda'mbä

source: Ready to do { $count } more?
zoc: ¿Sutpa'am msäjka'nhä { $count }?

source: <recordIcon></recordIcon> Last one!
zoc: <recordIcon></recordIcon> ¡Tumäna!

source: [Recording cut off before the end of the last word]
zoc: [Te' 'ode'is tsyame ja'tyujpä'ä, yaju ja' tyukä'kti te' 'ukanhgämäbädi'a jaye]

source: Record/Stop
zoc: Päjkja te' 'ode'is tsyame/Yajktsyä'tsyo'tsa.

source: Record yourself reading sentences in your language
zoc: Yajktsä'yja te' 'mode'is tsyame te' mij 'mode'omobä

source: Record yourself responding to questions and prompts in your language
zoc: Grabajtsäkä juts 'yaktsokyajpa te' käme'tstäjku'y te' mij 'mode'omobä

source: Record your voice
zoc: Yajktsä'yä te' 'mode yä' 'ondsanjku'yomo.

source: Reference the source of your sentence (required)
zoc: Koda te' jayetsame judä tsu'nhumä yä' jaye ('ijtu pyena).

source: Reject
zoc: JI't mbäjkisytsyowe

source: Report
zoc: Tsa'manhwakä

source: Report was passed successfully
zoc: Te' todotsa'manhwajku'y sunyi kyä'wejtäju.

source: Request a Language
zoc: Ke'a tumä'k 'ode.

source: Re-record
zoc: Näbujtja kyene te' kenenäbujtäjkpi'k

source: Re-record clip
zoc: Päjkwätsäjkja te' 'mode'is tsame.

source: Return
zoc: Widu'wätsäkä

source: Review
zoc: Tu'nisä

source: Review could not be saved. Please try again later.
zoc: Jamusä kyojtanhne'kya te' tu'nubä'a jaye. Tsäjkiswätsäkä 'usyanh'orakäsi.

source: ⓘ Review Criteria
zoc: ⓘ Juts wa'a ndu'nisu

source: Review Criteria
zoc: Juts wa'a ndu'nisu

source: Reviewed sentences not submitted, are sure?
zoc: Jakyä'wejyadi te' tyu'nyajubä'a (jaye), ¿Wiyunhsede te'?

source: Review existing sentences submitted by the community
zoc: Tu'nisä te' 'odejaye tsyäjkyajubä te' 'eyada'mbä'is

source: Review & re-record clips here as you go
zoc: Tu'nwätsäkä, jäsi'ka tsäjkwätsäkä 'eyabä 'mode yä'ki.
